Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Topped Off
zh_cn: 满满当当

source: Torch
zh_cn: 火把

source: Tortured Soul
zh_cn: 痛苦亡魂

source: Toxic Bubble
zh_cn: 剧毒泡泡

source: Toxic Cloud
zh_cn: 致命毒云

source: Toxic Flask
zh_cn: 毒剂烧瓶

source: Toxic Sludge
zh_cn: 污泥史莱姆

source: Toxic Sludge Banner
zh_cn: 污泥史莱姆旗帜

source: Toxikarp
zh_cn: 毒弹枪

source: Toy Sled
zh_cn: 玩具雪橇

source: Track Hook
zh_cn: 轨道钩子

source: Transfer
zh_cn: 转让

source: Transforms the holder into merfolk when entering water
zh_cn: 入水时将变成人鱼

source: Trap
zh_cn: 陷阱

source: Trap Door
zh_cn: 陷阱门

source: Trapped Blue Dungeon Chest
zh_cn: 陷阱蓝色地牢宝箱

source: Trapped Bone Chest
zh_cn: 陷阱白骨宝箱

source: Trapped Boreal Wood Chest
zh_cn: 陷阱针叶木箱

source: Trapped Cactus Chest
zh_cn: 陷阱仙人掌箱

source: Trapped Chest
zh_cn: 陷阱木箱

source: Trapped Corruption Chest
zh_cn: 陷阱腐化宝箱

source: Trapped Crimson Chest
zh_cn: 陷阱血腥宝箱

source: Trapped Crystal Chest
zh_cn: 陷阱水晶宝箱

source: Trapped Dynasty Chest
zh_cn: 陷阱王朝木箱

source: Trapped Ebonwood Chest
zh_cn: 陷阱乌木箱

source: Trapped Flesh Chest
zh_cn: 陷阱血肉宝箱

source: Trapped Frozen Chest
zh_cn: 陷阱冰霜宝箱

source: Trapped Ghost
zh_cn: 被困的幽灵

source: Trapped Glass Chest
zh_cn: 陷阱玻璃宝箱

source: Trapped Gold Chest
zh_cn: 陷阱黄金宝箱

source: Trapped Golden Chest
zh_cn: 陷阱黄金宝箱

source: Trapped Granite Chest
zh_cn: 陷阱花岗岩宝箱

source: Trapped Green Dungeon Chest
zh_cn: 陷阱绿地牢宝箱

source: Trapped Hallowed Chest
zh_cn: 陷阱神圣宝箱

source: Trapped Honey Chest
zh_cn: 陷阱蜂蜜宝箱

source: Trapped Ice Chest
zh_cn: 陷阱冰霜宝箱

source: Trapped Ivy Chest
zh_cn: 陷阱春藤宝箱

source: Trapped Jungle Chest
zh_cn: 陷阱丛林宝箱

source: Trapped Lihzahrd Chest
zh_cn: 陷阱神庙宝箱

source: Trapped Living Wood Chest
zh_cn: 陷阱生命木箱

source: Trapped Marble Chest
zh_cn: 陷阱大理石宝箱

source: Trapped Martian Chest
zh_cn: 陷阱火星宝箱

source: Trapped Meteorite Chest
zh_cn: 陷阱陨铁宝箱

source: Trapped Mushroom Chest
zh_cn: 陷阱蘑菇宝箱

source: Trapped Obsidian Chest
zh_cn: 陷阱黑曜石宝箱

source: Trapped Palm Wood Chest
zh_cn: 陷阱棕榈木箱

source: Trapped Pearlwood Chest
zh_cn: 陷阱珍珠木箱

source: Trapped Pink Dungeon Chest
zh_cn: 陷阱粉地牢宝箱

source: Trapped Pumpkin Chest
zh_cn: 陷阱南瓜箱

source: Trapped Rich Mahogany Chest
zh_cn: 陷阱红木箱

source: Trapped Shadewood Chest
zh_cn: 陷阱阴影木箱

source: Trapped Shadow Chest
zh_cn: 陷阱暗影宝箱

source: Trapped Skyware Chest
zh_cn: 陷阱天域宝箱

source: Trapped Slime Chest
zh_cn: 陷阱史莱姆箱

source: Trapped Spooky Chest
zh_cn: 陷阱阴森木箱

source: Trapped Steampunk Chest
zh_cn: 陷阱蒸汽朋克宝箱

source: Trapped Water Chest
zh_cn: 陷阱深水宝箱

source: Trapped Web Covered Chest
zh_cn: 陷阱蛛丝宝箱

source: Trash
zh_cn: 丢弃

source: Trash Can
zh_cn: 垃圾桶

source: Travel a total of 26.2 miles on foot.
zh_cn: 总共步行26.2英里.

source: Traveling Merchant
zh_cn: 游商

source: Treasure
zh_cn: 宝藏

source: Treasure Bag
zh_cn: 宝藏袋

source: Treasure Hunter Pants
zh_cn: 寻宝者裤子

source: Treasure Hunter Shirt
zh_cn: 寻宝者上衣

source: Treasure Map
zh_cn: 藏宝图

source: Tree
zh_cn: 树木

source: Tree Mask
zh_cn: 圣诞树头饰

source: Tree Nymph Butterfly
zh_cn: 树若虫蝴蝶

source: Tree Nymph Butterfly Jar
zh_cn: 树若虫蝴蝶罐

source: Tree Shirt
zh_cn: 圣诞树毛衣

source: Tree Statue
zh_cn: 树木雕像

source: Tree Trunks
zh_cn: 圣诞树干裤

source: Trident
zh_cn: 三叉戟

source: Tried to get {Dryad} to pay me with favors once, now I have fungus growing in strange places.
zh_cn: 有一次我叫{Dryad}用他最喜欢的大型当作房租,结果他给了我一些生长在奇怪地方的蘑菇.

source: Tried to run two servers on the same PC
zh_cn: 尝试在同一台电脑上运行两个服务器(若需运行两个服务器,请设置不同端口)

source: Tried to send data to a client after losing connection
zh_cn: 尝试给丢失连接的客户端发送数据

source: Trifold Map
zh_cn: 三折地图

source: Triggers Deadzone
zh_cn: 扳机盲区

source: Trio Super Heroes
zh_cn: 三大超级英雄

source: Triumph over a goblin invasion, a ragtag regiment of crude, barbaric, pointy-eared warriors and their shadowflame sorcerers.
zh_cn: 击败哥布林入侵,一群低贱,野蛮,粗暴的尖耳朵战士与暗影焰巫士.

source: Triumph over a martian invasion, when beings from out of this world come to scramble your brains and probe you in uncomfortable places.
zh_cn: 击败火星人入侵,不属于这个世界的外星人会让你乱了套,令你心神不宁.

source: Triumph over a pirate invasion, a group of pillagers from the sea out for your booty... and your life!
zh_cn: 击败海盗入侵,这群来自海上的劫匪不仅要抢你的战利品...还要你的命!

source: Triumph over the frost legion, a festive family of maniacal snowman mobsters.
zh_cn: 征服雪人军团,疯狂雪人暴徒的欢乐家族.

source: Trophy
zh_cn: 荣耀之证

source: Tropical Barracuda
zh_cn: 热带梭鱼

source: Trouble with those bullies again?
zh_cn: 又惹上流氓了?给打成这熊样

source: Trout
zh_cn: 鳟鱼

source: Trout Monkey
zh_cn: 顽皮鳟鱼

source: True Excalibur
zh_cn: 真·神圣之剑

source: True Eye of Cthulhu
zh_cn: 真·克苏鲁之眼

source: True Night's Edge
zh_cn: 真·永夜之刃

source: Truffle
zh_cn: 蘑菇人

source: Truffle Spore
zh_cn: 松露孢子

source: Truffle Worm
zh_cn: 松露虫

source: Try Removing
zh_cn: 尝试移除

source: Try swirly pink and purple, it works, I swear!
zh_cn: 尝试将粉色与紫色一起搅拌,肯定管用,我发誓!

source: Tsunami
zh_cn: 海啸

source: Tsunami in a Bottle
zh_cn: 海啸瓶

source: Tuna
zh_cn: 黄金枪鱼

source: Tundra Trout
zh_cn: 寒冰鳟鱼

source: Tungsten
zh_cn: 钨金矿石

source: Tungsten Axe
zh_cn: 钨金斧头

source: Tungsten Bar
zh_cn: 钨金锭

source: Tungsten Bow
zh_cn: 钨金短弓

source: Tungsten Brick
zh_cn: 钨金砖块

source: Tungsten Brick Wall
zh_cn: 钨金墙壁

source: Tungsten Broadsword
zh_cn: 钨金宽剑

source: Tungsten Chainmail
zh_cn: 钨金链甲

source: Tungsten Chandelier
zh_cn: 钨金吊灯

source: Tungsten Greaves
zh_cn: 钨金护胫

source: Tungsten Hammer
zh_cn: 钨金大锤

source: Tungsten Helmet
zh_cn: 钨金头盔

source: Tungsten Ore
zh_cn: 钨金矿石

source: Tungsten Pickaxe
zh_cn: 钨金镐

source: Tungsten Shortsword
zh_cn: 钨金短剑

source: Tungsten Watch
zh_cn: 钨金怀表

source: Turn your head and cough.
zh_cn: 别对着我打喷嚏!头扭过去.

source: Turns the holder into a werewolf at night
zh_cn: 在晚上你将变成狼人

source: Turns the holder into a werewolf at night and a merfolk when entering water
zh_cn: 在晚上你将变成狼人,入水时将变成人鱼,你已经超...已经不是人了

source: Turret
zh_cn: 炮台

source: Turtle
zh_cn: 海龟

source: Turtle Helmet
zh_cn: 玄武战盔

source: Turtle Leggings
zh_cn: 玄武护胫

source: Turtle Mount
zh_cn: 海龟坐骑

source: Turtle Scale Mail
zh_cn: 玄武鳞甲

source: Turtle Shell
zh_cn: 龟壳

source: Tuxedo Pants
zh_cn: 黑礼服裤

source: Tuxedo Shirt
zh_cn: 黑礼服

source: Twilight Dye
zh_cn: 暮光染料

source: Twilight Hair Dye
zh_cn: 暮光染发剂

source: Twin Mask
zh_cn: 双子魔眼面具

source: Twinkle
zh_cn: 星尘蜘蛛

source: Twinkle Popper
zh_cn: 星尘母蛛

source: Twinkle Popper Banner
zh_cn: 星尘蜘蛛旗帜

source: Twins
zh_cn: 双子魔眼

source: Type 'help' for a list of commands.
zh_cn: 输入“help”可查看指令列表.

source: Typhoon
zh_cn: 水刃龙卷

source: UFO Mount
zh_cn: UFO坐骑

source: UFO Ray
zh_cn: UFO激光

source: UI Scale: {0}% ({1}%)
zh_cn: UI比例：{0}% ({1}%)

source: UP
zh_cn: 上

source: Ugly Sweater
zh_cn: 丑毛衣

source: Ultra Bright Campfire
zh_cn: 超亮篝火

source: Ultrabright Torch
zh_cn: 超亮火把

source: Ulysses Butterfly
zh_cn: 尤利西斯蝶

source: Ulysses Butterfly Jar
zh_cn: 尤利西斯蝶罐

source: Umbrella
zh_cn: 伞

source: Umbrella Hat
zh_cn: 伞帽

source: Umbrella Slime
zh_cn: 雨伞史莱姆

source: Umbrella Slime Banner
zh_cn: 雨伞史莱姆旗帜

source: Unable to capture.
zh_cn: 无法捕获截图.

source: Unable to load world:
zh_cn: 无法加载世界：

source: Unable to write file at: {0}
zh_cn: 无法在以下位置写入文件：{0}

source: Unconscious Man
zh_cn: 昏睡男子

source: Undead Miner
zh_cn: 不死矿工

source: Undead Miner Banner
zh_cn: 不死矿工旗帜

source: Undead Viking
zh_cn: 维京骷髅

source: Undead Viking Banner
zh_cn: 维京骷髅旗帜

source: Undead Viking Statue
zh_cn: 维京骷髅雕像

source: Underground
zh_cn: 地下

source: Underground Reward
zh_cn: 地底宝藏

source: Undershirt
zh_cn: 内衣

source: Undershirt Color
zh_cn: 内衣颜色

source: Underworld
zh_cn: 地狱

source: Unequip
zh_cn: 卸下装备

source: Unfavorite
zh_cn: 取消收藏

source: Unhappy
zh_cn: 倒霉

source: Unholy Arrow
zh_cn: 邪影箭

source: Unholy Trident
zh_cn: 邪恶三叉戟

source: Unholy Water
zh_cn: 邪腐之水

source: Unicorn
zh_cn: 独角兽

source: Unicorn Banner
zh_cn: 独角兽旗帜

source: Unicorn Crossing the Hallows
zh_cn: 独角兽越过神圣之地

source: Unicorn Fish
zh_cn: 独角兽鱼

source: Unicorn Horn
zh_cn: 独角兽的角

source: Unicorn Mask
zh_cn: 独角兽面具

source: Unicorn Mount
zh_cn: 独角兽坐骑

source: Unicorn Pants
zh_cn: 独角兽裤子

source: Unicorn Shirt
zh_cn: 独角兽上衣

source: Unicorn Statue
zh_cn: 独角兽雕像

source: Unicorn Wisp Dye
zh_cn: 独角精灵染料

source: Unicorn on a Stick
zh_cn: 独角兽的头

source: Unknown
zh_cn: 未知

source: Unleash the ancient spirits of light and darkness across your world, enabling much stronger foes and showering the world with dazzling treasures (and rainbows!).
zh_cn: 在你的世界里释放古老的光明与黑暗之魂,打败无比强大的敌人,利用耀眼夺目的宝藏(与彩虹!)净化世界.

source: Unleashes the heart's energy forward
zh_cn: 爆发出心中的能量

source: Unlock one of the dungeon's large, mysterious chests with a special key.
zh_cn: 用一把特别的钥匙打开地牢中的其中一个神秘大宝箱.

source: Unlocks a Corruption Chest in the dungeon
zh_cn: 打开地牢中的腐化宝箱

source: Unlocks a Crimson Chest in the dungeon
zh_cn: 打开地牢中的血腥宝箱

source: Unlocks a Frozen Chest in the dungeon
zh_cn: 打开地牢中的冰霜宝箱

source: Unlocks a Hallowed Chest in the dungeon
zh_cn: 打开地牢中的神圣宝箱

source: Unlocks a Jungle Chest in the dungeon
zh_cn: 打开地牢中的丛林宝箱

source: Unlucky Yarn
zh_cn: 厄运线团

source: Unpleasant
zh_cn: 粗鲁

source: Unreal
zh_cn: 虚幻

source: Up
zh_cn: 向上

source: Usage: ban <player>
zh_cn: 用法: ban <玩家名>

source: Usage: kick <player>
zh_cn: 用法: kick <玩家名>

source: Usage: say <words>
zh_cn: 用法: say <信息>

source: Use
zh_cn: 使用

source: Use 10 Etherian Mana to summon more than one
zh_cn: 使用10点魔力结晶来再次召唤

source: Use Item
zh_cn: 使用物品

source: Used at the Lihzahrd Altar
zh_cn: 请在神庙祭坛上使用

source: Used for advanced crafting
zh_cn: 用于高级制作

source: Used for advanced wood crafting
zh_cn: 用于高级木材工艺

source: Used for basic crafting
zh_cn: 用于基础制作

source: Used for brewing ale
zh_cn: 用于酿造麦酒

source: Used for crafting a Corruption Key
zh_cn: 用来制作腐化钥匙

source: Used for crafting a Crimson Key
zh_cn: 用来制作血腥钥匙

source: Used for crafting a Frozen Key
zh_cn: 用来制作冰霜钥匙

source: Used for crafting a Hallowed Key
zh_cn: 用来制作神圣钥匙

source: Used for crafting a Jungle Key
zh_cn: 用来制作丛林钥匙

source: Used for crafting cloth
zh_cn: 用来制作衣服

source: Used for smelting ore
zh_cn: 用于熔炼矿石

source: Used for special crafting
zh_cn: 用于特殊制作

source: Used to Craft Dyes
zh_cn: 用于调制染料

source: Used to craft items from Lunar Fragments and Luminite
zh_cn: 用来制作由月之碎片与夜明石合成的物品

source: Used to craft items from metal bars
zh_cn: 用来制作以金属锭为原料的物品

source: Used to craft items from mythril, orichalcum, adamantite, and titanium bars
zh_cn: 用来制作以秘银、山铜、精金及钛金锭为原料的物品

source: Used to craft objects
zh_cn: 用来制作沥青

source: Used to craft various types of ammo
zh_cn: 用来制作各种类型的弹药

source: Used to craft weapon imbuement flasks
zh_cn: 用来制作给武器附魔的药剂

source: Used to make Black Dye
zh_cn: 可以调制成黑色染料

source: Used to make Blue Dye
zh_cn: 可以调制成蓝色染料

source: Used to make Cyan Dye
zh_cn: 可以调制成青色染料

source: Used to make Green Dye
zh_cn: 可以调制成绿色染料

source: Used to make Lime Dye
zh_cn: 可以调制成橙绿色染料

source: Used to make Orange Dye
zh_cn: 可以调制成橙色染料

source: Used to make Pink Dye
zh_cn: 可以调制成粉色染料

source: Used to make Purple Dye
zh_cn: 可以调制成紫色染料

source: Used to make Red Dye
zh_cn: 可以调制成红色染料

source: Used to make Sky Blue Dye
zh_cn: 可以调制成天蓝色染料

source: Used to make Teal Dye
zh_cn: 可以调制成青绿色染料

source: Used to make Violet Dye
zh_cn: 可以调制成蓝紫染料

source: Used to make Yellow Dye
zh_cn: 可以调制成黄色染料

source: Used to remove paint
zh_cn: 用来清除油漆

source: Used to smelt adamantite and titanium ore
zh_cn: 用于熔炼精金及钛金矿石

source: Used with paint to color blocks
zh_cn: 用来给砖块刷上各种颜色的油漆

source: Used with paint to color walls
zh_cn: 用来给墙壁刷上各种颜色的油漆

source: Uses
zh_cn: 使用

source: Uses gel for ammo
zh_cn: 使用凝胶作为弹药

source: Uses {0} life
zh_cn: 消耗{0}生命

source: Uses {0} mana
zh_cn: 消耗{0}法力

source: Using explosives or your trusty hammer, smash a Shadow Orb or Crimson Heart in the evil parts of your world.
zh_cn: 使用炸药或可靠的锤子,在世界的邪恶地带中粉碎暗影珍珠或血腥之心.

source: Using the Rod of Discord will take life
zh_cn: 继续使用裂位法杖将消耗生命

source: Utilize
zh_cn: 使用

source: Uzi
zh_cn: 乌兹冲锋枪

source: Valhalla Knight's Breastplate
zh_cn: 英灵殿骑士胸甲

source: Valhalla Knight's Greaves
zh_cn: 英灵殿骑士护胫

source: Valhalla Knight's Helm
zh_cn: 英灵殿骑士头盔

source: Validating world save:
zh_cn: 正在验证世界保存数据:

source: Valkyrie Yoyo
zh_cn: 女武神

source: Valor
zh_cn: 勇气

source: Vampire
zh_cn: 吸血鬼

source: Vampire Banner
zh_cn: 吸血鬼旗帜

source: Vampire Heal
zh_cn: 吸嗜之血

source: Vampire Knife
zh_cn: 吸血飞刀

source: Vampire Knives
zh_cn: 吸血飞刀

source: Vampire Mask
zh_cn: 吸血鬼面具

source: Vampire Pants
zh_cn: 吸血鬼裤子

source: Vampire Shirt
zh_cn: 吸血鬼披风

source: Vanity Item
zh_cn: 时装

source: Variegated Lardfish
zh_cn: 斑斓脂鱼

source: Vase
zh_cn: 花瓶

source: Vehicular Manslaughter
zh_cn: 开车谋杀

source: Venom
zh_cn: 毒液

source: Venom Arrow
zh_cn: 恶毒之箭

source: Venom Bullet
zh_cn: 恶毒子弹

source: Venom Fang
zh_cn: 毒液尖牙

source: Venom Spider
zh_cn: 剧毒蜘蛛

source: Venom Staff
zh_cn: 毒液法杖

source: Venus Magnum
zh_cn: 金星马格南

source: Vertebrae
zh_cn: 脊椎骨

source: Very bouncy
zh_cn: 非常有弹性

source: Very fast speed
zh_cn: 极快的速度

source: Very slow speed
zh_cn: 很慢的速度

source: Very strong knockback
zh_cn: 很强的击退

source: Very weak knockback
zh_cn: 很弱的击退

source: Vial of Venom
zh_cn: 小瓶毒液

source: Vicious Mushroom
zh_cn: 毒蘑菇

source: Vicious Penguin
zh_cn: 血腥企鹅

source: Vicious Powder
zh_cn: 邪恶粉末

source: Victory!
zh_cn: 胜利!

source: Video
zh_cn: 图像

source: Viking Helmet
zh_cn: 维京战盔

source: Vile Ghoul
zh_cn: 腐恶食尸鬼

source: Vile Mushroom
zh_cn: 邪恶蘑菇

source: Vile Powder
zh_cn: 邪恶粉末

source: Vile Spit
zh_cn: 腐败唾液

source: Vilethorn
zh_cn: 邪恶荆棘

source: Vine
zh_cn: 藤蔓

source: Vine Rope
zh_cn: 藤蔓绳子

source: Vine Rope Coil
zh_cn: 藤蔓绳圈

source: Violent
zh_cn: 暴力

source: Violet Dye
zh_cn: 蓝紫染料

source: Violet Gradient Dye
zh_cn: 蓝紫渐变染料

source: Violet Husk
zh_cn: 紫色甲壳

source: Violet Paint
zh_cn: 蓝紫油漆

source: Violet String
zh_cn: 蓝紫丝线

source: Violet and Black Dye
zh_cn: 蓝紫黑色染料

source: Violet and Silver Dye
zh_cn: 蓝紫银色染料

source: Visible
zh_cn: 可见

source: Vitamins
zh_cn: 维生素

source: Void Dye
zh_cn: 缥缈染料

source: Volume
zh_cn: 音量

source: Voodoo Demon
zh_cn: 巫毒恶魔

source: Vortex
zh_cn: 漩涡

source: Vortex Axe
zh_cn: 漩涡斧头

source: Vortex Beater
zh_cn: 漩涡击碎者

source: Vortex Booster
zh_cn: 漩涡喷射器

source: Vortex Breastplate
zh_cn: 漩涡胸甲

source: Vortex Chainsaw
zh_cn: 漩涡链锯

source: Vortex Drill
zh_cn: 漩涡钻头

source: Vortex Dye
zh_cn: 漩涡染料

source: Vortex Fragment
zh_cn: 漩涡碎片

source: Vortex Fragment Block
zh_cn: 漩涡碎片块

source: Vortex Hamaxe
zh_cn: 漩涡锤斧

source: Vortex Hammer
zh_cn: 漩涡之锤

source: Vortex Helmet
zh_cn: 漩涡头盔

source: Vortex Laser
zh_cn: 漩涡激光

source: Vortex Leggings
zh_cn: 漩涡护腿

source: Vortex Lightning
zh_cn: 漩涡闪电

source: Vortex Monolith
zh_cn: 漩涡之塔

source: Vortex Pickaxe
zh_cn: 漩涡镐

source: Vortex Pillar
zh_cn: 漩涡柱

source: Vortex Rocket
zh_cn: 漩涡火箭弹

source: Vortexian
zh_cn: 漩涡斗者

source: Vortexian Banner
zh_cn: 漩涡斗者旗帜

source: Vulture
zh_cn: 秃鹰

source: Vulture Banner
zh_cn: 秃鹰旗帜

source: WHAT?!
zh_cn: 什么?!

source: Waiting for clients...
zh_cn: 等待客户端...

source: Waldo
zh_cn: 沃尔多

source: Walk the Plank
zh_cn: 稳走跳板

source: Wall Anchor
zh_cn: 墙锚

source: Wall Creeper
zh_cn: 洞穴蜘蛛

source: Wall Creeper Banner
zh_cn: 洞穴蜘蛛旗帜

source: Wall Creeper Statue
zh_cn: 洞穴蜘蛛雕像

source: Wall Skeleton
zh_cn: 壁挂骷髅

source: Wall of Flesh
zh_cn: 血肉之墙

source: Wall of Flesh Mask
zh_cn: 血肉之墙面具

source: Wall of Flesh Trophy
zh_cn: 荣耀之证(血肉之墙)

source: Wand of Sparking
zh_cn: 火花魔棒

source: Wandering Eye
zh_cn: 徘徊之眼

source: Waning Crescent
zh_cn: 残月

source: Waning Gibbous
zh_cn: 亏凸月

source: Wanna play Fuse Chicken?
zh_cn: 想玩爆炸试胆吗?

source: War Axe of the Night
zh_cn: 暗夜战斧

source: War Table
zh_cn: 战争桌台

source: War Table Banner
zh_cn: 战争沙盒旗帜

source: Warding
zh_cn: 护佑

source: Warmth
zh_cn: 温暖

source: Warmth Potion
zh_cn: 保暖药剂

source: Warning!
zh_cn: 警告!

source: Warrior Emblem
zh_cn: 战士徽章

source: Wasp
zh_cn: 黄蜂

source: Wasp Gun
zh_cn: 黄蜂枪

source: Watch Your Step!
zh_cn: 当心脚下!

source: Water
zh_cn: 水

source: Water Bolt
zh_cn: 水箭魔法书

source: Water Bucket
zh_cn: 水桶

source: Water Candle
zh_cn: 水蜡烛

source: Water Chest
zh_cn: 深水宝箱

source: Water Fountain
zh_cn: 喷泉

source: Water Gun
zh_cn: 玩具水枪

source: Water Sphere
zh_cn: 水球

source: Water Stream
zh_cn: 水流

source: Water Walking
zh_cn: 水上行走

source: Water Walking Boots
zh_cn: 水上行走靴

source: Water Walking Potion
zh_cn: 水上行走药剂

source: Water has been settled.
zh_cn: 液体已平衡完毕.

source: Water is already settling
zh_cn: 平衡液体中...

source: Waterfall Block
zh_cn: 瀑布块

source: Waterfall Wall
zh_cn: 瀑布墙

source: Waterleaf
zh_cn: 波浪叶

source: Waterleaf Planter Box
zh_cn: 波浪叶花盆

source: Waterleaf Seeds
zh_cn: 波浪叶种子

source: Wave Complete!
zh_cn: 波数完成!

source: Wave {0}: {1}
zh_cn: 第{0}波：{1}

source: Wave: {0}
zh_cn: 第{0}波

source: Waves Quality: {0}
zh_cn: 水波效果：{0}

source: Waxing Crescent
zh_cn: 娥眉月

source: Waxing Gibbous
zh_cn: 盈凸月

source: We are living in a fairy tale.
zh_cn: 我们生活在童话之中!

source: We need better text for this!!!
zh_cn: 抗药又坚硬汉化组出品!!!

source: We should set up a blinkroot party, and we should also set up an after-party.
zh_cn: 我们应该办一个闪耀根派对,而且我们还应该办一个庆功派对.

source: Weak
zh_cn: 虚弱

source: Weak knockback
zh_cn: 较弱的击退

source: Weapon Imbue: Confetti
zh_cn: 武器附魔:彩纸

source: Weapon Imbue: Cursed Flames
zh_cn: 武器附魔:咒火

source: Weapon Imbue: Fire
zh_cn: 武器附魔:火焰

source: Weapon Imbue: Gold
zh_cn: 武器附魔:黄金

source: Weapon Imbue: Ichor
zh_cn: 武器附魔:脓液

source: Weapon Imbue: Nanites
zh_cn: 武器附魔:混乱

source: Weapon Imbue: Poison
zh_cn: 武器附魔:中毒

source: Weapon Imbue: Venom
zh_cn: 武器附魔:毒液

source: Weapon Rack
zh_cn: 武器架

source: Weather
zh_cn: 天气

source: Weather Radio
zh_cn: 天气收音机

source: Web
zh_cn: 蜘蛛网

source: Web Covered Chest
zh_cn: 蛛丝宝箱

source: Web Rope
zh_cn: 蛛丝绳子

source: Web Rope Coil
zh_cn: 蛛丝绳圈

source: Web Slinger
zh_cn: 蛛丝悬索

source: Web spit
zh_cn: 蛛丝喷吐

source: Webbed
zh_cn: 缠住

source: Webbed Stylist
zh_cn: 被缠住的美发师

source: Wedding Dress
zh_cn: 婚礼礼服

source: Wedding Veil
zh_cn: 婚礼面纱

source: Welcome to
zh_cn: 欢迎来到

source: Welcome to {0}!
zh_cn: 欢迎加入 {0}!

source: Well Fed
zh_cn: 吃饱喝足

source: Werewolf
zh_cn: 狼人

source: Werewolf Banner
zh_cn: 狼人旗帜

source: Wet
zh_cn: 潮湿

source: What am I doing here...
zh_cn: 我要做啥来着...

source: What is that supposed to mean?!
zh_cn: 什么意思?!

source: What's this about me having more 'bark' than bite?
zh_cn: 你想咬我吗?或者叫两声?

source: Where's My Honey?
zh_cn: 我的蜂蜜在哪儿?

source: Which aftershave can I interest you in today, sir?
zh_cn: 先生,您今天想试试哪个牌子须后水?

source: Whirlwind of Infinite Wisdom
zh_cn: 无尽智慧之旋风

source: White Bulb
zh_cn: 白色灯泡

source: White Cultist Archer
zh_cn: 白色邪教徒弓箭手

source: White Cultist Archer Banner
zh_cn: 白邪教徒弓箭手旗帜

source: White Cultist Caster Banner
zh_cn: 白色邪教徒法师旗帜

source: White Cultist Fighter Banner
zh_cn: 白色邪教徒战士旗帜

source: White Dynasty Wall
zh_cn: 白色王朝墙

source: White Garland
zh_cn: 白色花环

source: White Horseshoe Balloon
zh_cn: 白色马掌气球

source: White Paint
zh_cn: 白色油漆

source: White Phaseblade
zh_cn: 白晶相位剑

source: White Phasesaber
zh_cn: 白晶相位军刀

source: White String
zh_cn: 白色丝线

source: White Team Block
zh_cn: 白队方块

source: White Team Platform
zh_cn: 白队平台

source: White Torch
zh_cn: 白色火把

source: White Tuxedo Pants
zh_cn: 白色礼服裤

source: White Tuxedo Shirt
zh_cn: 白色礼服衣

source: White and Green Bulb
zh_cn: 白绿灯泡

source: White and Red Bulb
zh_cn: 白红灯泡

source: White and Red Garland
zh_cn: 白红花环

source: White and Yellow Bulb
zh_cn: 白黄灯泡

source: Whoopie Cushion
zh_cn: 整蛊坐垫

source: Why do you have to be so confrontational during a time like this?
zh_cn: 你为什么一定要在这种时候跟我作对呢?

source: Why don't YOU try collecting money from {Demolitionist} and not lose a hand or foot or...
zh_cn: 你为什么不挑战挑战如何在不被{Demolitionist}炸断手脚的情况下索要租金呢...

source: Why purify the world when you can just blow it up?
zh_cn: 如果可以将这个世界炸得一干二净,何须再净化它呢?

source: Wild
zh_cn: 狂野

source: Will never threaten to stab you and, in fact, cannot speak
zh_cn: 它绝对不会刺痛你(才怪),也不会说话

source: Will's Breastplate
zh_cn: Will的胸甲

source: Will's Helmet
zh_cn: Will的头盔

source: Will's Leggings
zh_cn: Will的护腿

source: Will's Wings
zh_cn: Will的翅膀

source: Wine Glass
zh_cn: 葡萄酒杯

source: Winter Cape
zh_cn: 冬季披风

source: Winterhearted
zh_cn: 冷若冰霜

source: Wire
zh_cn: 电线

source: Wire Bulb
zh_cn: 通电彩灯

source: Wire Cutter
zh_cn: 剪线钳

source: Wire Kite
zh_cn: 电线蓝图

source: Wiring Options
zh_cn: 接线选项

source: Wisp
zh_cn: 瓶中精灵

source: Wisp Dye
zh_cn: 精灵染料

source: Wisp in a Bottle
zh_cn: 瓶中精灵

source: Witch Boots
zh_cn: 女巫靴

source: Witch Doctor
zh_cn: 巫医

source: Witch Dress
zh_cn: 女巫服

source: Witch Hat
zh_cn: 女巫帽

source: With the help of the defenses, you will have to repel several waves of invaders who are attempting to destroy both you and the Eternia Crystal!
zh_cn: 你必须借助这些防御工事,妄图摧毁艾特尼亚水晶的入侵者!

source: Wither Beast
zh_cn: 凋零魔兽

source: Wither Beast Banner
zh_cn: 凋零魔兽旗帜

source: Withered Armor
zh_cn: 朽甲

source: Withered Weapon
zh_cn: 钝刃

source: Withering Bolt
zh_cn: 枯萎矢

source: Wizard
zh_cn: 魔法师

source: Wizard Hat
zh_cn: 巫师帽

source: Wizard's Hat
zh_cn: 巫师帽

source: Wolf
zh_cn: 雪狼

source: Wolf Banner
zh_cn: 雪狼旗帜

source: Wolf Mask
zh_cn: 狼人面具

source: Wolf Pants
zh_cn: 狼人皮裤

source: Wolf Shirt
zh_cn: 狼人皮衣

source: Woman Statue
zh_cn: 女性雕像

source: Womannequin
zh_cn: 木质模型(女)

source: Wonder what's inside?
zh_cn: 想知道里面有什么吗?

source: Wood
zh_cn: 木材

source: Wood Breastplate
zh_cn: 木制胸甲

source: Wood Fishing Pole
zh_cn: 木制钓竿

source: Wood Greaves
zh_cn: 木制护胫

source: Wood Helmet
zh_cn: 木制头盔

source: Wood Hook
zh_cn: 阴森钩爪

source: Wood Platform
zh_cn: 木制平台

source: Wood Shelf
zh_cn: 木架

source: Wood Wall
zh_cn: 木墙

source: Wooden Arrow
zh_cn: 木箭

source: Wooden Beam
zh_cn: 木梁

source: Wooden Boomerang
zh_cn: 木制回旋镖

source: Wooden Bow
zh_cn: 木制短弓

source: Wooden Chair
zh_cn: 木椅

source: Wooden Crate
zh_cn: 木制板条箱

source: Wooden Door
zh_cn: 木门

source: Wooden Fence
zh_cn: 木制栅栏

source: Wooden Hammer
zh_cn: 木锤

source: Wooden Sink
zh_cn: 木制水槽

source: Wooden Spike
zh_cn: 木制尖刺

source: Wooden Sword
zh_cn: 木剑

source: Wooden Table
zh_cn: 木桌

source: Wooden Yoyo
zh_cn: 木制悠悠球

source: Wooden arrows turn into a column of bees
zh_cn: 将木箭转变成一竖蜂群

source: Wooden arrows turn into flaming bats
zh_cn: 木箭变成烈焰蝙蝠

source: Work Bench
zh_cn: 工作台

source: Works when wet
zh_cn: 在水中也有效

source: World
zh_cn: 世界

source: World Banner
zh_cn: 世界旗帜

source: World Feeder
zh_cn: 世界哺育者

source: World Feeder Banner
zh_cn: 世界哺育者旗帜

source: World Seed: {0}
zh_cn: 世界种子: {0}

source: Worm
zh_cn: 蠕虫

source: Worm Banner
zh_cn: 蠕虫旗帜

source: Worm Cage
zh_cn: 蠕虫笼

source: Worm Fodder
zh_cn: 虫粮

source: Worm Food
zh_cn: 蠕虫诱饵

source: Worm Hook
zh_cn: 蠕虫钩爪

source: Worm Scarf
zh_cn: 蠕虫围巾

source: Worm Statue
zh_cn: 蠕虫雕像

source: Worm Tooth
zh_cn: 蠕虫毒牙

source: Wormhole Potion
zh_cn: 虫洞药水

source: Would you like a lollipop?
zh_cn: 你吃棒棒糖吗?

source: Wow, {PlayerName}, meeting an adventurous man like you makes me want to party!
zh_cn: 哇,{PlayerName},认识像你这样的冒险家,让我有股想开派对的冲动!

source: Wraith
zh_cn: 幽灵

source: Wraith Banner
zh_cn: 幽灵旗帜

source: Wraith Statue
zh_cn: 幽灵雕像

source: Wrath
zh_cn: 怒火中烧

source: Wrath Potion
zh_cn: 怒气药剂

source: Wyvern
zh_cn: 虚空白龙

source: Wyvern Banner
zh_cn: 虚空白龙旗帜

source: Wyverntail
zh_cn: 龙尾鱼

source: XBone
zh_cn: 十字骨架

source: Xeno Staff
zh_cn: 异星魔杖

source: Xenopopper
zh_cn: 异星泡泡枪

source: Yelets
zh_cn: 叶列茨

source: Yellow Banner
zh_cn: 黄色旗帜

source: Yellow Bulb
zh_cn: 黄色灯泡

source: Yellow Counterweight
zh_cn: 黄色平衡锤

source: Yellow Dye
zh_cn: 黄色染料

source: Yellow Gradient Dye
zh_cn: 黄色渐变染料

source: Yellow Horseshoe Balloon
zh_cn: 黄色马掌气球

source: Yellow Lights
zh_cn: 黄色彩灯

source: Yellow Marigold
zh_cn: 黄万寿菊

source: Yellow Paint
zh_cn: 黄色油漆

source: Yellow Phaseblade
zh_cn: 黄晶相位剑

source: Yellow Phasesaber
zh_cn: 黄晶相位军刀

source: Yellow Present
zh_cn: 黄色礼物

source: Yellow Pressure Plate
zh_cn: 黄色压力板

source: Yellow Rocket
zh_cn: 黄色火箭

source: Yellow Slime
zh_cn: 黄色史莱姆

source: Yellow Slime Banner
zh_cn: 黄色史莱姆旗帜

source: Yellow Stained Glass
zh_cn: 黄色花窗玻璃

source: Yellow String
zh_cn: 黄色丝线

source: Yellow Stucco
zh_cn: 黄色泥灰块

source: Yellow Stucco Wall
zh_cn: 黄色泥灰墙

source: Yellow Team Block
zh_cn: 黄队方块

source: Yellow Team Platform
zh_cn: 黄队平台

source: Yellow Torch
zh_cn: 黄色火把

source: Yellow Wires
zh_cn: 黄色电线

source: Yellow Wrench
zh_cn: 黄色扳手

source: Yellow and Black Dye
zh_cn: 黄黑染料

source: Yellow and Green Bulb
zh_cn: 黄绿灯泡
